from catapi import *


def menu(robot_wxid,to_wxid):
    re=send_text_msg(robot_wxid,to_wxid,
                                '我在这里，下面是我能做的事情哦(请注意所有的功能都需要你@我哦)\n'+
                                '1-星座运势（正常运行）\n'+
                                '2-签到（正常运行）\n'+
                                '  2-1签到积分查询（计划开发）\n'+
                                '3-宝可梦（正在开发中）\n'+
                                '4-积分商城（计划开发）\n'+
                                '---------------------------------------\n'+
                                '玩诛仙世界就来同梦-清梦\n'+'关注公众号：同梦\n'+'yy:62600')
    return re
